export const navItemIds = [
  encodeURIComponent('提案問題'),
  encodeURIComponent('結案問題'),
  encodeURIComponent('其他問題'),
];

export const navItemContents = [
  {
    id: navItemIds[0],
    datas: [
      {
        label: '在idea2gether發起募資提案有哪些資格限制嗎 ?',
        defaultOpen: true,
        content: [
          '首先，提案人的身份，必須是本國的「自然人」或者在臺灣有合法註冊的「法人或者公司團體」，如您是外國人身分，需透過在臺灣的合法代理人或者公司企業，來發起募資專案。',
          '其次，您必須確認募資提案的內容、產品並未違反法律、公共秩序或善良風俗，且有明確的計劃方向、完成時間軸、以及贊助者的回饋方案等，方得以發起募資專案。',
        ],
      },
      {
        label: '提報募資專案時，我該提供什麼資訊呢？',
        content: [
          '首先、您需要準備提案人的基本資料，包含個人/或公司的真實資料與相關文件，以示證明您的資料符合提案規範。',
          '&nbsp;',
          '需要提供完整的「產品介紹」、「團隊介紹」、「集資時程」，還需提供「贊助者的回饋方案」、相關「檢驗證明」等資訊，越詳細越好，讓顧客在第一時間認同您的產品與計畫。',
        ],
      },
      {
        label: '提案募資專案是否有時間限制？',
        content: [
          '我們的最短集資時間為一週、最長的計劃為三個月限制：通常建議集資計畫在「30-60天內」是最理想合適的，若您專案募資時間太長，贊助者等待太久，或者專案宣傳時間太短，無法有效的宣傳曝光，都對募資專案幫助都不大。',
          '&nbsp;',
          '「訂閱專案」(如課程、持續性服務等)，並不在此限，募資計畫結束後，您可針對與贊助者雙方協議繼續執行。',
        ],
      },
      {
        label: '在idea2gether發起募資提案有哪些資格限制嗎 ?',
        defaultOpen: true,
        content: [
          '首先，提案人的身份，必須是本國的「自然人」或者在臺灣有合法註冊的「法人或者公司團體」，如您是外國人身分，需透過在臺灣的合法代理人或者公司企業，來發起募資專案。',
          '其次，您必須確認募資提案的內容、產品並未違反法律、公共秩序或善良風俗，且有明確的計劃方向、完成時間軸、以及贊助者的回饋方案等，方得以發起募資專案。',
        ],
      },
      {
        label: '提報募資專案時，我該提供什麼資訊呢？',
        content: [
          '首先、您需要準備提案人的基本資料，包含個人/或公司的真實資料與相關文件，以示證明您的資料符合提案規範。',
          '&nbsp;',
          '需要提供完整的「產品介紹」、「團隊介紹」、「集資時程」，還需提供「贊助者的回饋方案」、相關「檢驗證明」等資訊，越詳細越好，讓顧客在第一時間認同您的產品與計畫。',
        ],
      },
      {
        label: '提案募資專案是否有時間限制？',
        content: [
          '我們的最短集資時間為一週、最長的計劃為三個月限制：通常建議集資計畫在「30-60天內」是最理想合適的，若您專案募資時間太長，贊助者等待太久，或者專案宣傳時間太短，無法有效的宣傳曝光，都對募資專案幫助都不大。',
          '&nbsp;',
          '「訂閱專案」(如課程、持續性服務等)，並不在此限，募資計畫結束後，您可針對與贊助者雙方協議繼續執行。',
        ],
      },
      {
        label: '在idea2gether發起募資提案有哪些資格限制嗎 ?',
        defaultOpen: true,
        content: [
          '首先，提案人的身份，必須是本國的「自然人」或者在臺灣有合法註冊的「法人或者公司團體」，如您是外國人身分，需透過在臺灣的合法代理人或者公司企業，來發起募資專案。',
          '其次，您必須確認募資提案的內容、產品並未違反法律、公共秩序或善良風俗，且有明確的計劃方向、完成時間軸、以及贊助者的回饋方案等，方得以發起募資專案。',
        ],
      },
      {
        label: '提報募資專案時，我該提供什麼資訊呢？',
        content: [
          '首先、您需要準備提案人的基本資料，包含個人/或公司的真實資料與相關文件，以示證明您的資料符合提案規範。',
          '&nbsp;',
          '需要提供完整的「產品介紹」、「團隊介紹」、「集資時程」，還需提供「贊助者的回饋方案」、相關「檢驗證明」等資訊，越詳細越好，讓顧客在第一時間認同您的產品與計畫。',
        ],
      },
      {
        label: '提案募資專案是否有時間限制？',
        content: [
          '我們的最短集資時間為一週、最長的計劃為三個月限制：通常建議集資計畫在「30-60天內」是最理想合適的，若您專案募資時間太長，贊助者等待太久，或者專案宣傳時間太短，無法有效的宣傳曝光，都對募資專案幫助都不大。',
          '&nbsp;',
          '「訂閱專案」(如課程、持續性服務等)，並不在此限，募資計畫結束後，您可針對與贊助者雙方協議繼續執行。',
        ],
      },
    ],
  },
  {
    id: navItemIds[1],
    datas: [
      {
        label: '我的募資專案成功了，下一步該如何聯繫贊助人呢？',
        defaultOpen: true,
        content: [
          '募資專案成功結束後，提案人/提案廠商可以在儀表板左側的「贊助計畫」中找到「贊助人名單」，其中包含所有贊助人的聯絡資料和資料，依照您所設定的執行專案時間與規範，開始進行出貨等聯繫工作。',
        ],
      },
      {
        label: '我的募資專案失敗了(未達成目標)，下一步該如何處理？',
        content: [
          '募資專案計畫分兩種狀況，',
          '&nbsp;',
          '狀況一、若提案時，您的募資專案必須達到所設定的目標金額，才能運作，亦即未達到就不會執行，則最終金額若未達標，idea2gether平台，會將募資的款項全數退還給贊助者。',
          '&nbsp;',
          '狀況二、若募資計畫結束後，您的專案無論金額達成多少，團隊都會執行，則經過idea2gether平台同意後，可以下修集資金額目標，但需向贊助者說明下修原因(以簡訊/信件/更新計畫等方式)，經同意後，方得以繼續執行',
        ],
      },
    ],
  },
  {
    id: navItemIds[2],
    datas: [
      {
        label: '募資專案結束後，idea2gether平台有提供長期販售的服務嗎？',
        defaultOpen: true,
        content: [
          '有的，目前達人選貨專區已經開放，若您募資專案結束後，有意願與我們合作上架，亦需要幫我們填寫《優質客戶提案表單》，並說明要上架「選物」，我們會派專人盡速聯繫您！',
        ],
      },
      {
        label: '我想在嘖嘖發起計劃來販售產品，需要注意什麼法律問題嗎？',
        content: [
          '在idea2gether平台上發起集資專案，用於研發、預購預售產品等，均需留意產品屬性有關之相關法律規範，並且通過檢驗標準，並在上架',
          'idea2gether平台時於集資頁面詳細載明相關認證，始得已開始專案。如您發起計劃集資是販售食品、保健食品、食物容器等，依照現行衛福部規範，應先向主管機關申請登錄業者身分等，請特別注意。',
        ],
      },
    ],
  },
];
