export const navItemContents = [
  {
    datas: [
      {
        leading: 'Q1.',
        label: 'PetsKeeper寵物褓母是什麼樣的平台？',
        content: '✔ 我們提供寵物專業人士(褓姆、訓練師、美容師、溝通師等)與顧客的配對服務，使毛孩主人可以輕鬆找到離家最近、最值得信任的保姆，並以優惠的價格，提供飼主專業的優質服務。',
        shouldOpen: false
      },
      { leading: 'Q2.', label: '我的寵物適合使用PetsKeeper寵物褓母服務嗎？', content: '✔ 若您家的寵物具有強烈攻擊性或者性格不穩定、容易緊張、具有傷害性等狀況，不建議使用Petskeeper寵物褓母平台，預約服務前，請您優先評估。', shouldOpen: false },
      { leading: 'Q3.', label: '怎麼註冊PetsKeeper寵物褓母平台？', content: '(1)一般會員：您可到網站點選右上角「我要註冊」根據註冊流程填寫資料後，完成會員註冊。\n(2)寵物褓母：若您是寵褓母、專家等身分，可點選「我要註冊褓母」，並依註冊流程，完成資料上傳申請後，等待官方審核申請，即完成註冊。', shouldOpen: false },
      { leading: 'Q4.', label: '如何開始使用PetsKeeper寵物褓母平台服務？', content: '✔ 我們平台的服務內容，包含”到府照顧”、”安親寄宿”、”散步遛狗”、”寵物接送”、”到府美容”、”寵物訓練”、”寵物溝通”、”獸醫顧問”等媒合專業的寵物服務。\n\n 使用流程如下：\n1.打開PetsKeeper寵物褓母網站\n2.選擇您需求的「服務種類」、「地點」，以及需求的「服務時間」。\n3.配對並找尋您有興趣的寵物褓母與專業人士，發出邀請需求。\n4.輸入服務細節後點擊「預約請求」並送出「預約需求單」(此時並非確定預約，因此不會收費)\n5.等待寵物褓母確認「預約需求單」(內含收費標準、新增條件、服務細節等)\n6.與褓母確認服務細節後，並確認預約需求單，進入付款程序，點擊「立即付款」後，雙方完成預約。', shouldOpen: false },
      { leading: 'Q5.', label: 'PetsKeeper寵物褓母的預約服務以及費用？', content: '✔ 我們針對寵物褓母與專家，提供不同的服務型態，有提供相對應的收費標準與基本規範，以下僅供參考，實際收費依實際狀況而有所不同。 \n•到府照顧(褓母)：$550/每次起，每次半小時，保姆自行依能力、經驗與專業設定單價，超過半小時可加購。\n•安親寄宿：安親/寄宿媒合費 $550/12H 起，依據寵物的種類與體型調整。\n•散步遛狗：$250/每次 起，每次半小時，保姆自行依能力、經驗與專業設定單價，超過半小時可加購。\n•寵物接送：$250/每次起，依據寵物的種類與體型調整。\n•到府美容：$900/每次起，依據寵物的種類與體型調整。\n•寵物訓練：$3600/每次 起，專家自行依能力、經驗與專業設定報價。\n•寵物溝通：$880/每次 起，每次一小時，專家自行依能力、經驗與專業設定報價，超過半小時可加購。\n•獸醫顧問：$1500/每次 起，專家自行依能力、經驗與專業設定報價。\n以上預約服務之報價，依照專家經驗與能力而有所差異，本站僅給予建議與輔導，實際報價狀況，依個人經驗與專業而有所不同，預約服務時請斟酌評估。', shouldOpen: false },
    ]
  },
];
