export const navItemContents = [
  {
    datas: [
      {
        leading: 'Q1.',
        label: 'PetsKeeper寵物褓母是什麼樣的平台？',
        content: '✔ 我們提供寵物專業人士(褓姆、訓練師、美容師、溝通師等)與顧客的配對服務，使毛孩主人可以輕鬆找到離家最近、最值得信任的保姆，並以優惠的價格，提供飼主專業的優質服務。',
        shouldOpen: false
      },
      { leading: 'Q2.', label: '我的寵物適合使用PetsKeeper寵物褓母服務嗎？', content: '✔ 若您家的寵物具有強烈攻擊性或者性格不穩定、容易緊張、具有傷害性等狀況，不建議使用Petskeeper寵物褓母平台，預約服務前，請您優先評估。', shouldOpen: false },
      { leading: 'Q3.', label: '怎麼註冊PetsKeeper寵物褓母平台？', content: '(1)一般會員：您可到網站點選右上角「我要註冊」根據註冊流程填寫資料後，完成會員註冊。\n(2)寵物褓母：若您是寵褓母、專家等身分，可點選「我要註冊褓母」，並依註冊流程，完成資料上傳申請後，等待官方審核申請，即完成註冊。', shouldOpen: false },
      { leading: 'Q4.', label: '如何開始使用PetsKeeper寵物褓母平台服務？', content: '✔ 我們平台的服務內容，包含”到府照顧”、”安親寄宿”、”散步遛狗”、”寵物接送”、”到府美容”、”寵物訓練”、”寵物溝通”、”獸醫顧問”等媒合專業的寵物服務。\n\n 使用流程如下：\n1.打開PetsKeeper寵物褓母網站\n2.選擇您需求的「服務種類」、「地點」，以及需求的「服務時間」。\n3.配對並找尋您有興趣的寵物褓母與專業人士，發出邀請需求。\n4.輸入服務細節後點擊「預約請求」並送出「預約需求單」(此時並非確定預約，因此不會收費)\n5.等待寵物褓母確認「預約需求單」(內含收費標準、新增條件、服務細節等)\n6.與褓母確認服務細節後，並確認預約需求單，進入付款程序，點擊「立即付款」後，雙方完成預約。', shouldOpen: false },
      { leading: 'Q5.', label: 'PetsKeeper寵物褓母的預約服務以及費用？', content: '✔ 我們針對寵物褓母與專家，提供不同的服務型態，有提供相對應的收費標準與基本規範，以下僅供參考，實際收費依實際狀況而有所不同。 \n•到府照顧(褓母)：$550/每次起，每次半小時，保姆自行依能力、經驗與專業設定單價，超過半小時可加購。\n•安親寄宿：安親/寄宿媒合費 $550/12H 起，依據寵物的種類與體型調整。\n•散步遛狗：$250/每次 起，每次半小時，保姆自行依能力、經驗與專業設定單價，超過半小時可加購。\n•寵物接送：$250/每次起，依據寵物的種類與體型調整。\n•到府美容：$900/每次起，依據寵物的種類與體型調整。\n•寵物訓練：$3600/每次 起，專家自行依能力、經驗與專業設定報價。\n•寵物溝通：$880/每次 起，每次一小時，專家自行依能力、經驗與專業設定報價，超過半小時可加購。\n•獸醫顧問：$1500/每次 起，專家自行依能力、經驗與專業設定報價。\n以上預約服務之報價，依照專家經驗與能力而有所差異，本站僅給予建議與輔導，實際報價狀況，依個人經驗與專業而有所不同，預約服務時請斟酌評估。', shouldOpen: false },
      { leading: 'Q6.', label: '平台有提供哪些付款方式？', content: '✔ 我們提供線上信用卡付款，因防範詐騙，暫時不提供匯款方式。(未來將預計開放更多種類第三方支付方式，敬請期待)', shouldOpen: false },
      { leading: 'Q7.', label: '完成預約服務後，如何對褓母留下評論或評分？', content: '✔ 當該次服務結束後，您即可留下評論或評分。(本站將針對評分低於三分以下之服務，進行雙方的訪談並了解詳細狀況，以利未來改進)', shouldOpen: false },
      { leading: 'Q8.', label: '如何取消預約？爭議退款如何處理？', content: '✔ 如果您在預訂的服務期間之前或期間取消預訂，我們將根據服務供應商在服務中選擇的取消時間退還費用，退款規則如下：\n(1)預約服務前一日(24小時內)，申請取消預約：全額退款。\n(2)預約服務當日(前12小時內)，申請取消預約：退款70%款項，扣款30%。\n(3)預約服務當日(前6小時內)，申請取消預約：退款50%款項，扣款50%。\n(4)預約服務當日(前3小時內)，申請取消預約：退款30%款項，扣款70%。\n(5)預約服務前30分鐘～1小時內，申請取消預約：無法退款。\n為求雙方良好的合作關係與相互尊重，請飼主預約服務時謹慎思考，若因故需要臨時取消，也請您提早通知，共同打造一個美好的環境。', shouldOpen: false },
      { leading: 'Q9.', label: 'PetsKeeper寵物褓母提供服務的信任與保證？', content: '✔ 針對註冊為PetsKeeper寵物註冊的褓母與專家們，在註冊申請時，皆有通過嚴格的身份審核、文件證明、電話驗證等流程，才能通過褓母認證申請；完成註冊後，褓母、專家們也須經過多次的服務，來累積個人的評分星等與獲得評價。\n✔ 當您選擇預約服務時，可以透過查看寵物褓母的評分、評論與證照，作為評判依據，來選擇是否預訂他的服務。', shouldOpen: false },
      { leading: 'Q10.', label: '我有客服問題，該如何PetsKeeper寵物褓母？', content: '✔ 歡迎您可加入我們的官方line@帳號，留下您的問題，我們會盡快安排人員與您聯繫。\n✔ 如有合作的業務洽談等，歡迎您來信寄到service@petskeeper.com官方信箱，並填寫相關問題與意見，我們會在三個工作天內回覆您。', shouldOpen: false },
    ]
  },
];
